[
  {
    "date": "2023-04-24",
    "start_time": "19:00",
    "opponent": "Brew Jays 👎 👎",
    "location": "Riverstone Park #B1RIV14",
    "address": "90 Riverstone Cres SE",
    "score": "17-13",
    "winner": "Bad News Beers",
    "scoresheet_image_url": "scores/2023-04-24.jpg",
    "game_summary": [
      "The game got off to a slow start, with both the Bad News Beers and the Brew Jays looking like they were half-asleep. It was a snooze-fest for the first few innings, with the only excitement being the sound of crickets chirping in the background.",
      "But things picked up quickly, and the game turned into a wild rollercoaster ride of highs and lows. The Brew Jays suffered an early setback when one of their star players broke their finger, but the Bad News Beers didn't show any mercy, hitting home runs left and right.",
      "However, it was Beers player Kyle who stole the show when he reluctantly brought the injured Brew Jays player back to life. The crowd couldn't believe what they were seeing as Kyle performed life-saving measures on the field. Who knew that a game of baseball could turn into a medical drama?",
      "Meanwhile, Beers player Taylor was making some impressive moves of her own, including an incredible sliding catch of a fly ball that had the crowd on the edge of their seats.",
      "In the end, it was the Bad News Beers who emerged victorious, thanks to their incredible talent and determination. The Brew Jays may have lost the game, but they couldn't help but be impressed by the heroism and sportsmanship of their opponents. It was a game that no one in the stadium would ever forget.",
      "👋🎉⚾️🔥🍺"
    ]
  },
  {
    "date": "2023-05-01",
    "start_time": "19:00",
    "opponent": "Threat Level Midnight",
    "location": "Don Bosco #B1DRG04",
    "address": "13615 Deer Ridge Dr SE"
  },
  {
    "date": "2023-05-08",
    "start_time": "18:00",
    "opponent": "Base Invaders",
    "location": "Woodbine Athletic Park #1",
    "address": "96 Woodfield Dr SW"
  },
  {
    "date": "2023-05-15",
    "start_time": "19:00",
    "opponent": "Thundercats",
    "location": "Riverstone Park #B1RIV14",
    "address": "90 Riverstone Cres SE"
  },
  {
    "date": "2023-05-22",
    "start_time": "18:15",
    "opponent": "Peanuts",
    "location": "Fish Creek Blvd",
    "address": "2511 Fish Creek Blvd SW"
  },
  {
    "date": "2023-05-29",
    "start_time": "19:00",
    "opponent": "The Cannons",
    "location": "Fish Creek Blvd",
    "address": "2511 Fish Creek Blvd SW"
  }
]